{
    "adoptions": [
        {
            "name": "Siberian Husky",
            "care": "6",
            "image": "siberian-husky.jpg",
            "description": "<h3>The Breed History</h3><p>The origins of this breed are easily traced from the 19th century forward in Siberia. The Chukchi people in northeastern Asia were likely the original breeders of these hardy dogs. In Alaska, imports were used for sled dog racing in 1909. One of the famed serum dog teams that delivered life-saving serum from Neoma to Nome Alaska during the diphtheria outbreak of 1925 consisted of Siberians. The AKC recognized the breed in 1930.</p><h3>Breeding for Function</h3><p>The Chukchi people of Northeast Asia developed this breed for use as a sled dog. Emphasis was on endurance and tolerance of cold but selection also focused on those dogs requiring minimal food intake. They have been used extensively in Antarctic expeditions, and in search and rescue units during the Second World War. Today, they are most commonly seen in a companionship role, but they are still found out on the trail, ski-joring and pulling sleds.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 20-22\" (51-56 cm), male 21-23.5\" (53-59.5 cm).</li><li><b>Weight:</b> females 35-50 lb (16-22.5 kg), males 45-60 lb (20.5-27 kg).</li><li><b>Coat:</b> Medium-length, double coat is very dense, soft and wooly in the undercoat, and outer coat hairs are straight. Markings on the head are variable, and the base color varies widely from black through white, and white legs and chest are common. Longevity: 11-14 years</li><li><b>Points of Conformation:</b> The Siberian Husky is medium in size, compact in conformation, with a very dense fur. Gait is agile and quick, smooth and ground covering with little apparent effort. His bushy tail is erect when alert, carried over the back in a sickle shape, but not deviated to the sides. The muzzle is straight in profile, gradually tapering, with a well-defined stop. Almond-shaped eyes are blue, brown, parti-colored or odd-eyed (one of each). They are slightly slanted upwards laterally, and are moderately wide-set. Ears are set high, triangular and medium in size, standing erect, and have semi-pointed tips and thick leather. Lips are tight and close, and the nose can have variable pigmentation as long as it is synchronized with coat color. The neck is medium in length and muscling with a slight arch. The thorax is deep and somewhat laterally flattened; ribs are well sprung. The topline is level. They possess straight limbs which are moderately boned and muscled. Foreleg dewclaws may be removed, while the rear ones are usually removed. Feet are oval, medium sized and possess plenty of fur between the toes. Pads are thick.</li></ul>"
        },
        {
            "name": "French Bulldog",
            "care": "6",
            "image": "french-bulldog.jpg",
            "description": "<h3>The Breed History</h3><p>The French Bulldog was derived from the English Bulldog in the mid 1800s. The French Bulldog is of smaller stature. First specimens reached the United States in 1896.</p><h3>Breeding for Function</h3><p>Their primary function has always been as a companion, but perhaps they also functioned in the household as ratters and as watchdogs. Though breeds from which they derive were fighting dogs, \"Frenchies\" were bred for a calm stable temperament and not viciousness.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> 12\" (30.5 cm)</li><li><b>Weight:</b> Less than 28 lb (12.5 kg)</li><li><b>Coat:</b> The very short, fine and flat glossy coat is brindle, white, brindle and white, or fawn. Black is a disqualification, as are liver, or black and tan, black and white, and mouse.</li><li><b>Longevity:</b> 11-12 years</li><li><b>Points of Conformation:</b> They possess a compact square conformation with heavy bone and muscling. The broad-based fine-leathered erect \"bat\" ears of the French Bulldog distinguish it from the English Bulldog (the latter having rose ears). Another distinguishing feature is the shape of the skull. In the French Bulldog it is flat between the ears but domed over the eyes, producing a strong-browed appearance. The head is large and square. The muzzle is short, broad and blocky, and the stop is well defined such that between the eyes there is a distinct groove. Wrinkles are set on a very short nose. The nose is black except in lighter colored dogs. The moderately deep-set dark eyes are set well apart and low in the skull forward facing, are round and moderate in size and don’t show the nictitans. The lower jaw is prognathic with very prominent black flews. The neck is short, thick and arched, and covered with very loose skin. The short back is arched (roach). The abdomen is tucked up and the thorax is deep and broad (barrel-shaped). The tail may be screwed or straight, is low set, short and tapers to a fine tip. Limbs are ideally straight boned, feet are compact, and toes well knuckled up. The nails are stubby. Forelimbs are set wide apart. The gait is somewhat rolling due to the broad thorax.</li></ul>"
        },
        {
            "name": "Chinese Shar-Pei",
            "care": "5",
            "image": "chinese-shar-pei.jpg",
            "description": "<h3>The Breed History</h3><p>Dating about 200 BC in the Kwantung province of China, first records of the breed consisted of artwork depictions. The name Shar-Pei means sand skin or sandpaper coat in Chinese. The breed was also found in the province of Guandong. Only this breed and the Chow Chow share the distinctive blue-black tongue. Perhaps Mastiffs and Chow Chows had a role in breed development, though records are not available to confirm this. First exports to the United States occurred in 1973. Full AKC recognition of this breed occurred in 1991.</p><h3>Breeding for Function</h3><p>These dogs were originally bred to be fierce fighting dogs, but now are used for companionship.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> 18-20\" (45.5-51 cm)</li><li><b>Weight:</b> 45-60 lb (20.5-27 kg)</li><li><b>Coat:</b> The straight, short standoff coat is very unusual in texture, being very short (< 1\") and very rough (bristles). Solid colors such as black, cream and red and sable are accepted, but some shading of solids is often present and is acceptable.</li><li><b>Longevity:</b> 11-12 years.</li><li><b>Points of Conformation:</b> Blue-black tongue, palate, gingivae and lips/flews are present. Significant skin wrinkles are also a unique characteristic of this breed. Note that puppies have much more extensive wrinkles than the adult. In the adult the wrinkles may remain on the head, neck, and anterior thorax. Their dark eyes are small, deep set and almond shaped, and the expression is defined as scowling. Irises may be lighter in light coated dogs. The neck is short and strong, with a well-developed dewlap, the topline is fairly level though a dip behind the withers should be present. The thorax has moderate depth. Square, compact conformation, and medium in size, the head is large for the body, and their triangular thick-leathered clamshell ears are small and lying folded flat forward against the head. Prick ears are a disqualification. Their muzzle has a shape described as \"hippopotamus\" because of its fullness. Soft tissue may even cause a slight bulging or fold of the nose on top of the muzzle. The stop is moderate, and skull is broad and flattened, the butterfly nose is black or matching the coat color, nostrils are wide. The tail is thick at its origin, tapers to the tip and is very high set. It curls over the back when the dog is alert. Metatarsals are short, and rear dewclaws are removed. Forelimbs are straight and moderately boned and muscled, feet are medium-sized and toes are arched (not splayed). Their gait is smooth and ground covering.</li></ul>"
        },
        {
            "name": "Dalmatian",
            "care": "9",
            "image": "dalmatian.jpg",
            "description": "<h3>The Breed History</h3><p>Artwork depicts a dog of this type back into antiquity in various countries, especially India but the first written records date from the mid 1800s in the region of Dalmatia in western Yugoslavia. Their popularity surged after the Disney movie One Hundred and One Dalmatians.</p><h3>Breeding for Function</h3><p>Though the breed's utility as a dog accompanying the coach or fire truck of old times is well known, this dog is much more versatile, having been of service in sentry, draft, circus, sheep herding and vermin control. Also less commonly appreciated are the strengths of this breed as a versatile hunter dog performing scenting, bird dog, and retriever functions. Also was used in pack-based hunting for larger game such as wild boar and deer. Today, they serve primarily in companionship roles.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> 19-23\" (48-58.5 cm)</li><li><b>Weight:</b> 50-55 lb (23-25 kg)</li><li><b>Coat:</b> Born pure white as puppies, their spots develop as they mature starting at two weeks of age. The flat, short glossy coat consists of fine straight hairs and is black and white or liver and white (the latter is uncommon and is of recessive inheritance). Markings are well demarcated from the white, should not overlap, and should be round with specified minimum and maximum size. If patches of color are present from birth and they have irregular margins-they are a disqualification.</li><li><b>Longevity:</b> 12-14 years</li><li><b>Points of Conformation:</b> As one would expect in a coach dog, a strong, smooth, speedy but effortless ground covering stride and presence of mind and judgment around horses and traffic are paramount. Endurance is a breed hallmark. They are square in conformation and have a muscular, lithe, trim build. They have an alert expression. The skin on the skull is tight (unwrinkled), eyes are deep set and rounded, brown or blue colored and medium-sized. Palpebral margins should be completely pigmented. Ears taper to rounded tips and are moderately sized, pendulous and triangular in shape, lying close to the head. The leather is fine. The stop is moderate, skull is flat, muzzle blocky, and the nose is black or brown to match the coat. The lips are close and dry. The neck is fairly long, not throaty, and is slightly arched. The topline smoothly descends towards the rear. The thorax is deep, ribs are well sprung, and the abdomen has a moderate tuck up. The curved tail tapers at the tip and reaches the tarsus at rest. Limbs are straight boned, dewclaws may be removed. Feet are very compact with very tough thick pads. Strong nails match the coat color or are white, and the toes are very well arched up.</li></ul>"
        },
        {
            "name": "Chihuahua",
            "care": "7",
            "image": "chihuahua.jpg",
            "description": "<h3>The Breed History</h3><p>In Mexico an indigenous dog, the Techichi was represented in historical records beginning in the 9th century and is considered the primary source of the modern Chihuahua's genes. Some historians believe the dog was crossed with a hairless breed from the Orient at some point. In the travels of Columbus, a similar small mute dog was noted in Cuba. This type of dog was highly treasured in Toltec and Aztec civilizations, so much so that they were often buried with their masters. It is unlikely that the origin of the breed was just in the Chihuahua area of Mexico, but since many of the foundation dogs that were exported in the mid 1800s came from this state, the name was selected. Longhaired varieties may have resulted from Yorkshire Terrier or Papillion crosses. First exports to the US occurred in the early 19th century, and AKC registration began in 1908.</p><h3>Breeding for Function</h3><p>The Aztecs used to sometimes sacrifice the red-colored dogs, and the blue ones were considered sacred. Primarily throughout the breed history though, these were highly valued companion dogs.</p><h3>Physical Characteristics</h3><ul><li><b>Height at withers:</b> 6-9\" (15-23 cm).</li><li><b>Weight:</b> Under 6 lb (2.5 kg). They are considered the smallest dog breed.</li><li><b>Coat:</b> Two coat varieties exist: smooth and longhaired. Smooth haircoats are glossy, lay close, and are soft textured, and sometimes an undercoat is present. A bit of ruff is preferred. Long coats are soft, flat, and an undercoat is preferred. Some feathering is desirable. Any color is accepted whether solid, solid with markings, or splashed colors.</li><li><b>Longevity:</b> 12-14 years.</li><li><b>Points of Conformation:</b> Their build is compact and well muscled, and they are longer than tall, with fine bones. They have a domed skull, large wide-set dark eyes, though in light dogs, the eye color may match the coat. Domed skulls in some dogs leads to an open fontanelle termed molera. Ears are erect when alert, and folded back when resting. They are large and triangular. The muzzle is moderately short and tapers. The nose is black or self-colored, or pink in blonde dogs. The neck is short and the topline is level, ribs are well sprung and the thorax is moderate in depth. The tail is sickle shaped and rests out or up over the back (just touching). Limbs are straight, and feet are very small with toes set well apart.</li></ul>"
        },
        {
            "name": "Samoyed",
            "care": "8",
            "image": "samoyed.jpg",
            "description": "<h3>The Breed History</h3><p>In ancient times, the early ancestral dogs of the Samoyed breed likely moved with migrating tribes from Iran through Mongolia to the Northwestern Siberian tundra. There they helped the Samoyede people in many ways, and were welcomed as family members into their nomadic dwellings. They were first brought to England in the late nineteenth century. The first dog was registered with AKC in 1906.</p><h3>Breeding for Function</h3><p>These dogs provided herding and guarding for the reindeer herds, and also were valued as close companions. They excelled as sled dogs in many of the early Arctic and Antarctic expeditions.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 19-21\" (48-53 cm), male 21-23.5\" (53-60 cm).</li><li><b>Weight:</b> 50-65 lb (23-29.5 kg).</li><li><b>Coat:</b> The double coat is profuse, heavy and very resistant to the elements. Males have a particularly well-developed lion's type ruff. The undercoat is soft, short and wooly while outer hairs are straight, stand out from the body and are glistening silvery-white. Some dogs have a creamy or biscuit color.</li><li><b>Longevity:</b> 12 years</li><li><b>Points of Conformation:</b> The head is wedge-shaped, broad and the muzzle is moderate in all aspects, with some tapering. The nose is usually black (also liver and brown) and large. A well-defined stop is present, and the black rimmed lips are characteristically slightly upturned resulting in what breeders term the \"Samoyed smile\". Ears have thick leather and stand erect, and are short and triangular, though rounded at the tips. Eyes and palpebral rims are darkly pigmented. Blue eyes disqualify. Almond shaped and deep set, widely spaced, the eyes slant up laterally. Strong in bone and musculature, the thorax is deep and ribs are well sprung. The topline is highest at withers and straight. They possess a moderate abdominal tuck up. The muscular neck is fairly short. Limbs are moderate in length and straight boned. The feet are large (hare-foot) with arched toes and thick pads, with thick hair between the toes. Some feathering on the feet is often present. The tail reaches the tarsus when held down, is profusely covered with hair, and when moving or alert, should be over the back and to one side. The proper gait is a trot, not a pace, and strides are quick and agile; springiness and speed are valued.</li></ul>"
        },
        {
            "name": "Yorkshire Terrier",
            "care": "10",
            "image": "yorkshire-terrier.jpg",
            "description": "<h3>The Breed History</h3><p>The Yorkie’s origins trace from Scottish terrier lines in the Victorian era, specifically the Waterside terrier crossed with Paisley, Skye, Clydesdale, and rough coated Black and Tan English terriers. This terrier went to Yorkshire England from Scotland as a companion for immigrating weavers. They were brought to the USA in the late 1800s, and AKC recognition occurred in 1885.</p><h3>Breeding for Function</h3><p>This terrier was originally used to help control vermin. It was originally much larger, but was progressively bred for smaller body size, and as a companion dog, enjoys travel in purses and totes.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 6\" (15 cm), male 7\" (18 cm)</li><li><b>Weight:</b> females less than 7 lb (3 kg), males less than 7 lb (3 kg). They average 3-5 lb (1.5-2 kg)</li><li><b>Coat:</b> The long silky, low-shed straight haircoat is colored the trademark blue and tan. Coats are parted over the topline and the forehead in the middle, or more commonly, the topknot is tied up. The body coat has a dark blue metallic highlight that develops at maturity. Puppies are born black and tan.</li><li><b>Longevity:</b> 12-15 years.</li><li><b>Points of Conformation:</b> Yorkies possess a small head, the eyes are prominent, large and dark, the nose is black and button shaped, ears are set high, V-shaped and held pricked up or semi-erect. The muzzle is tapering and trim. The tail is generally docked to one half length, and the compact body has a short, level topline. Dewclaws are usually removed, and nail color is black. They move with agility and straight, medium-length strides.</li></ul>"
        },
        {
            "name": "Golden Retriever",
            "care": "8",
            "image": "golden-retriever.jpg",
            "description": "<h3>The Breed History</h3><p>Golden Retrievers are perennial favorites as companion animal dogs, but their origins were in the hunt fields of the British Isles. The hunt was a popular sport, especially fowling. The genealogy of the Golden Retriever breed is thought to include Newfoundland dogs, Tweed Water Spaniels (and other spaniels), Flat-coated Retriever, Bloodhound and Irish Setters. These dogs were first brought to North America in the 1890s. First AKC Golden Retriever breed registration occurred in 1925.</p><h3>Breeding for Function</h3><p>Selection was for a versatile breed that could perform well in the hunt of both upland game and waterfowl. Obedience, hunting trials, companion guide dogs for the blind, tracking, and search and rescue are talents possessed by this breed. They are generally considered a gundog.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 21.5-22.5\" (54.5-57 cm), male 23-24\" (58.5-61 cm).</li><li><b>Weight:</b> females 55-65 lb (25-29.5 kg), males 65-75 lb (29.5-34 kg).</li><li><b>Coat:</b> The double coat has a very high hair density, repels water effectively and some feathering of underbody, forelimbs, and back of thigh/underside of the tail is present. The standard color is gold, but this color exists in a spectrum from light-dark-medium-dark, with the latter preferred. Red is not accepted. Some waviness is accepted.</li><li><b>Longevity:</b> 10-15 years</li><li><b>Points of Conformation:</b> This dog is a muscular, powerful, balanced dog, possessing a free smooth gait. The skull is broad, and stop is well defined, the square strong muzzle blends with the skull smoothly, and there is no heaviness in the flews. The deep-set eyes are moderately wide set, and are pigmented brown. The eyelids fit closely and have dark margins. Ears are moderately short, triangular, and the nose is darkly pigmented. The neck is medium in length, and well muscled. The topline is level, and slopes slightly to the croup. The thorax is deep, and ribs well sprung. The abdomen shows little tuck up, and the thick tail is slightly curved and generally carried horizontally. The tail bones reach to the level of the tarsus. Limbs are straight boned, and the dewclaws are usually left on forelimbs. The feet are round shaped, well knuckled, and compact.</li></ul>"
        },
        {
            "name": "Labrador Retriever",
            "care": "7",
            "image": "labrador-retriever.jpg",
            "description": "<h3>The Breed History</h3><p>This breed, the most popular breed in North America, took its name from the province of Labrador-Newfoundland in Canada, where this hardy breed was first reported in the early 1800s. They were exported to England not long after, and recognized by the English Kennel Club in 1903. AKC registrations began in 1917.</p><h3>Breeding for Function</h3><p>As their name implies, these solid, muscular dogs were bred to be gun dogs for retrieving waterfowl. They are much more versatile than that, and so have also become popular as assistance and therapy dogs, for companionship, obedience, agility, and as search and rescue and narcotics dogs. The field lines are leaner and taller than average.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 21.5-23.5\" ( 54.5-59.5cm), male 22.5-24.5\" (57-62 cm)</li><li><b>Weight:</b> females 55-70lb (25-32 kg) , males 65-80 lb (29.5-36.5 kg).</li><li><b>Coat:</b> Their glossy water-resistant coat is flat, dense and short, and comes in three colors: black, chocolate and yellow. They have a soft wooly undercoat that provides insulation and water resistance. Longevity: 11-13 years.</li><li><b>Points of Conformation:</b> These are compact muscular dogs, a bit longer than tall that have a distinctive thick tail, referred to as \"otter\" type. These tails extend to the tarsus and taper from a thick origin, and are not feathered. The skull is broad and mesocephalic in type, with moderate stop and well-developed jaws and soft mouth for game handling. Eyes are medium-sized, dark, and express a gentle look, and the nose is wide and pigmented brown on chocolates, and black in black labs. The eyes are usually brown, but can be hazel in the chocolates. The ears are medium sized, leathered and pendulous in a triangular shape. The neck of medium length has moderate arch, and the topline is level. The chest is moderate in volume and depth and the abdomen is not tucked up. Limbs are straight and solid boned. Feet are compact and the toes are webbed and arched. The dewclaws may be removed. Their way of going is easy and straight, giving the impression of stamina and sturdy grace.</li></ul>"
        },
        {
            "name": "Dachshund",
            "care": "7",
            "image": "dachshund.jpg",
            "description": "<h3>The Breed History</h3><p>In medieval times, dogs used to hunt badger were termed dachshund; the name means \"badger hound\". The wirehaired versions were bred in order to protect the dogs from heavy brush. The first definitive records of specific breed type can be traced to the 17th century. By 1900, three varieties; a short, long, and wirehaired were recognized. The first German studbook records date to the mid 1800s. First AKC registry occurred in 1885. Standard and Miniature types are shown in separate class divisions and bred separately.</p><h3>Breeding for Function</h3><p>Though bred specifically to take on the tough badger, these standard-sized dogs were also used in packs to hunt wild boar. Stamina and courage were hallmarks of these hunting partners. Smaller versions of the Dachshund were used to hunt fox, and it is this variety that has become most popular. Miniature dachshunds were also in the hunt for hare and rabbit quarry. The typical companion dachshund is a medium-sized smooth coated variety. The breed is noted for below ground work and their scent and vocal skills are well developed.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> no standard, but they are usually under 9\" (23 cm).</li><li><b>Weight:</b> Miniature: less than 11 lb (5 kg) at 1 year, Standard: 16-32 lb (7-14.5 kg).</li><li><b>Coat:</b> <ol><li><b>Solid (self colored):</b> includes red, cream. Nose and nails are black with these dogs.</li><li><b>Bi-colored:</b> chocolate, black, Isabella (fawn) and gray (blue), with tan markings. A small white marking is acceptable on the chest. Dark bi-colored dogs have black noses and nails but other colors may have self or brown nose and nail color.</li><li><b>Dapple:</b> intermixed light and dark with neither color predominating. In double dapples a larger white chest marking is allowed. Single and double dapple varieties exist. In the latter, white overlays the single dapple coloration.Brindle dogs have a pattern of stripes that are black or dark over the body or within the tan points.</li><li><b>Longhaired:</b> Slightly wavy, the haircoat is longer under the body and behind the limbs. The ears particularly, should be endowed with longer silky hair. The tail has the longest hairs of the coat, and is structured to form a flag.</li><li><b>Smooth:</b> The shorthaired variety possesses a very flat, glossy short haircoat.</li><li><b>Wirehaired:</b> Over the body a thick, rough outer coat and a soft undercoat are interspersed. The ear, brow and jaw are free of the wirehair.</li></ol></li><li><b>Longevity:</b> 12-15 years</li><li><b>Points of Conformation:</b> A low slung conformation with long back and very short limbs give this dog the appearance of being able to fit down a narrow quarry den. High head carriage and energetic gait provide surprisingly good agility and speed. The head tapers and the eyes are medium sized, almond shaped and have a very darkly pigmented iris. The palpebral margins are pigmented. It is only in dapple coloring that wall eyes are accepted. Ears are pendulous, rounded and of moderate length and set, and they turn inwards towards the tips. Little stop is noted, and the nose is preferred to be pigmented black. The neck is long, slightly arched and muscular without evidence of dewlap. The topline is long and the loin is only slightly arched. The breastbone is prominent, the ribs well sprung, and a characteristic bowing of the legs typical for chondrodystrophic breeds is present. Forelimbs are generally abducted due to carpal deviation. Feet are small, well arched, and possess thick pads. Dewclaws may be removed; rear dewclaws typically are. The tail is slightly curved and carried close to level with topline.</li></ul>"
        },
        {
            "name": "Chow Chow",
            "care": "10",
            "image": "chow-chow.jpg",
            "description": "<h3>The Breed History</h3><p>In China about 150 BC, art depicts a Spitz type dog such as this, but it is likely the breed developed earlier in time. History records the presence of these types of dogs during the Tartar invasion of China about 1000 BC. Perhaps the Siberian Husky and Tibetan Mastiff were the breed progenitors or were offshoots from this breed. The name chow chow is a generic shipping term for \"such and such\" in the cargo hold, also chow may derive from chou, Chinese for edible. Whatever the real meaning, the dogs were given this nickname. They were first brought to England in the year 1880. The AKC admitted the breed in 1903.</p><h3>Breeding for Function</h3><p>The Chow has fulfilled many roles over the centuries including hunting by scent for pheasant and other game, companionship, livestock guard dog, pulling loads, producer of fur for clothing, and in China, as a food source.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> 17-20\" (43-51 cm)</li><li><b>Weight:</b> 45-70 lb (20-32 kg)</li><li><b>Coat:</b> The double coat is present in two varieties: a short smooth coat and a longer rough coat that stands out. The latter is much more common. Short-coated dogs have a distinct undercoat and the outer coat is dense, hard, and smooth in texture and no feathers or ruff are evident. Colors are solid to solid with shading. Colors accepted include red, black, blue, cinnamon and cream. Whites are very rare. Longevity: 11-12 years.</li><li><b>Points of Conformation:</b> The Chow has an arctic type with a square strong broad build and compact conformation. The blue tongue and compressed scowling face characterize the breed. The bone is also heavy, muscling moderate and the haircoat is profuse. The head is broad and flat, and the muzzle is blocky. He possesses a high head carriage, and the oblique almond-shaped eyes are deep and wide set with dark brown color. They have tight darkly pigmented palpebral margins. Ears are pricked, small and the leather is moderate in thickness, with slightly rounded tips. On the face, one sees a moderate stop, brows well developed, and the large black nose has well opened nostrils. A slate nose may be present in blue coat colored chows. Lip margins, and all oral cavity membranes are black and the tongue is blue-black. The neck is full, well muscled and arched, the topline is straight and level, and ribs are well sprung. Limbs are straight, dewclaws may be removed, and feet are compact and sit on well-knuckled toes. A broad pelvis is evident. The tail is well feathered. The long rough coated dogs possess a well-developed ruff, especially in males (sometimes referred to as lion-like). The tapered tail is set high and carried over the back and covered with a profusion of hair. The normal gait is stilted due to the conformation of the rear limbs (straight through both tarsus and stifle).</li></ul>"
        },
        {
            "name": "Pekingese",
            "care": "7",
            "image": "pekingese.jpg",
            "description": "<h3>The Breed History</h3><p>The Pekingese is an ancient Chinese dog breed that was so highly esteemed that they became a symbol of good fortune, and artistic representations of them, (Foo Dog idols) became family heirlooms. In Buddhism, the lion is a symbol of Buddha, and this may be the origin of the special position the dog held since in legend, these dogs were thought to originate from union of monkey and lion. A favorite of the Imperial families, a theft of one of these dogs was punishable by death. Earliest records indicate the breed was distinctive by the 8th century. First specimens arrived in Britain in the year1860; one was given to Queen Victoria. The AKC first registered the breed in 1906.</p><h3>Breeding for Function</h3><p>These dogs have always been kept purely for companionship.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> 6-9\" (15-23 cm)</li><li><b>Weight:</b> < 14 lb (6 kg).</li><li><b>Coat:</b> Profuse long coat is straight, stands off, and texture of the hairs is coarse. All colors are allowed. The undercoat is dense and soft. Longevity: 12-13 years.</li><li><b>Points of Conformation:</b> The overall conformation is stocky and compact; slightly longer than tall. The nickname lion dog derives from the fact that the dog is much heavier in the fore than behind, and with a full mane somewhat resembles a little lion in profile. They are not dainty. The head is wider than deep with a broad flat top, jaw is wide at the base, skull is brachycephalic, with correct standard placing the brow in the same plane as the chin and nose. The nose is pigmented black and-sitting up between the prominent eyes. The eyes are very dark and wide set, and palpebral margins are black. A prominent v-shaped wrinkle extends cheek to cheek over the nose, and the stop is deep and well defined. The muzzle is broad and short, and the hair is pigmented black. The jaw is slightly undershot. Ears are folded, heavily feathered, and hang to frame the face on each side. They possess a short thick neck, moderate thorax depth, moderate but distinct abdominal tuck up, the topline is level; the high-set tail is also profusely feathered and carried over the back, hanging to the side. Forelimbs are short and slightly bowed in the radius. Feet are outturned, large, flat and well feathered. Gait is rolling in front and not fast moving.</li></ul>"
        },
        {
            "name": "Beagle",
            "care": "6",
            "image": "beagle.jpg",
            "description": "<h3>The Breed History</h3><p>Though one of the most popular modern dog breeds, the origins of the Beagle are obscure. Some reports place them in England before Roman times. Many of the early reports date to the 1300s. It is thought that their early lineage included crosses out to other scent hounds, and Foxhounds are variably thought to be derived from the Beagle as a result of those crosses, or perhaps Foxhounds were crossed back to be an early influence on beagle type. The mid 18th century reports indicate two types of hare hunting hounds. The modern beagle apparently derives from the North Country Beagle. The modern American lines were first imported in the 1860s and 1880s. The breed name origins are also obscure, with deviation from Olde English, French or Celtic being cited; the derivative may be from roots such as \"begle\", \"beag\", or \"begele\".</p><h3>Breeding for Function</h3><p>As hunters, they are courageous and have a great deal of stamina. They hunt equally well in packs, braced (pairs) or solo, though they are most commonly hunted in packs. They are scent hounds and were bred to hunt hare and rabbit. Today, they are most commonly companion dogs.</p><h3>Physical Characteristics</h3><ul><li>Height at Withers: <ol><li><b>Thirteen Inch:</b> up to 13\" high.</li><li><b>Fifteen Inch:</b> 13-15\" high (maximum height 15\" in the United States, 16\" in England).</li></ol></li><li>Weight: Thirteen inch variety is generally less than 20 lb (9 kg), Fifteen inch variety is generally 20-30 lb (9-13.5 kg).</li><li>Coat: The hard, short-medium outer coat hairs may be of any hound colors. The haircoat is dense. Black, tan and white tri-color is very popular, also common are the red and white. Irish Spotting is a specific spotted marking distribution. Ticking is also accepted; blue tick and red tick being the most common of this pattern. Patch beagle refers to a predominantly white beagle strain (with large black, lemon or red patches generally). Dilutes (e.g., blue) in the coat are also accepted.</li><li>Longevity: 13-15 years</li><li>Points of Conformation: The skull is broad and slightly domed, ears are long and pendulous with round tips that hang in towards the cheek, the leather is fine, and the ear pinna is broad. Eyes are soft in expression, brown or hazel in color, large and wide-set. Beagles have a moderate stop and square muzzle, minimal flews, large nose and the nostrils start out black but fade with maturity. The neck is medium in length and muscling with no throatiness. The back is short, ribs are well sprung, and forelegs are straight boned. Feet are compact and round. The tail is held high but not over the back, and is shorter than most hound tails and is slightly curved with brush.</li></ul>"
        },
        {
            "name": "Miniature Schnauzer",
            "care": "5",
            "image": "miniature-schnauzer.jpg",
            "description": "<h3>The Breed History</h3><p>In artwork of the 15th century, a dog with features consistent with the Miniature Schnauzer is pictured. By 1900, the breed was well established and was being shown. The origin of this dog is thought to be a mixture of Standard Schnauzer, with perhaps Poodle, Miniature pinscher, and Affenpinscher. They were brought to America around the year 1925. The name derives from the German word for nose (schnauzer). The AKC recognized this breed in 1933.</p><h3>Breeding for Function</h3><p>These dogs were widely used on the farm to control vermin such as rats, but the temperament of this breed varies from the classic terrier. Currently, they serve primarily as companion animals.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> 12-14\" (30.5-35.5 cm).</li><li><b>Weight:</b> 14-16 lb (6.5-7.5 kg).</li><li><b>Coat:</b> The double wiry, thick coat is commonly seen in salt and pepper (black and white intermixed in bands on some hairs to produce a grey appearance). Silver and black, and solid black are also seen. A small white patch is sometimes found on the black-coated dogs. Coat color may fade with age. The undercoat varies widely in color and can be beige, black, or gray.</li><li><b>Longevity:</b> 14 years</li><li><b>Points of Conformation:</b> This alert expressive terrier-type dog is similar in appearance to the Standard Schnauzer. Miniature Schnauzers are stocky in build, and the head is rectangular, and the flat forehead is free of wrinkles. The stop is slight, and oval ears are small, triangular, high-set, and lie close to the head. Some ears are cropped to have pointed tips, and to rest pricked up; if not cropped they fold forward. The eyes, overlain with bushy brows are dark brown, deep-set and small. Body skin is pigmented. Whiskers on the chin are left long to accentuate the face. The black nose is prominent with wide nostrils. The neck is well muscled and arched, and no throatiness is evident. The topline is straight but descends slightly as it goes toward the rear, the thorax is deep and ribs well sprung. No tuck up of abdomen is evident. The tail is carried up, and often docked short. Limbs are straight boned and feet are round, with well-arched toes and possessing thick, black pads. The gait is quick and agile.</li></ul>"
        },
        {
            "name": "Poodle",
            "care": "9",
            "image": "poodle.jpg",
            "description": "<h3>The Breed History</h3><p>\"Poodle\" likely derives from Pudel, a German term describing one who plays and splashes in water or puddles. The exact lines of genetic origin are obscured, but ancient breeds such as the Irish water spaniel, Rough haired water dog and others contribute to the type, and perhaps the first of the smaller types of poodles originated by crosses with terrier type for use in truffle hunting. German history records poodle type dogs in the 15th century. The toy version of poodle first widely entered the history record in the 18th century. Very early records in the Mediterranean place poodle type dogs in the first century. Though often referred to as the French poodle, the breed is not though to have originated there. AKC recognition occurred in 1887.</p><h3>Breeding for Function</h3><p>Originally these dogs were bred as gundogs for waterfowl hunting, as a water retriever. The origins of the fancy coat clips trace back to early times when the hunters clipped the bulk of the dog coat so that they would dry quickly, and to minimize the weight of the wet hair for ease of swimming, but they left fur over bony prominences to help insulate joints from the cold. In France, the dog was also used extensively as a circus dog. Toy, miniature, and standard poodles are all popular as companion dogs, and the smaller types were bred down in size from the standard; it was the larger standard poodle that was originally used for hunting. Guide dogs, therapy dogs, police work and obedience and agility competitions round out some of their modern functions.</p><h3>Physical Characteristics</h3><ul><li>All three types share the same breed standard, only the size and weight varies between the three.</li><li><b>Toy</b></li><ul><li><b>Height at Withers:</b> female up to 10\" (25.4 cm), male up to 10\" (25.4 cm)</li><li><b>Weight:</b> females 6-9 lb (2.5-4 kg), males 6-9 lb (2.5-4 kg).</li></ul><li><b>Miniature</b></li><ul><li><b>Height at Withers:</b> female 10-15\" (25.5-38 cm), male 10-15\" (25.5-38 cm)</li><li><b>Miniature Weight:</b> females 15-17 lb (7-8 kg), males 15-17 lb (7-8 kg).</li></ul></ul>"
        },
        {
            "name": "Maltese",
            "care": "8",
            "image": "maltese.jpg",
            "description": "<h3>The Breed History</h3><p>Records of this breed in art can be found on the Isle of Malta dated thousands of years ago. Roman, Greek and Egyptian records trace the breed back to very early times. The AKC registered this Bichon-type breed in 1888. They are somewhat spaniel in type though they were sometimes called Maltese Terriers historically.</p><h3>Breeding for Function</h3><p>In early history, the Maltese dogs may have served for vermin control. A companion dog exclusively for a very long time, Maltese dogs were particularly sought after by women of high social standing in the past.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> 10\" (25 cm).</li><li><b>Weight:</b> 4-6 lb (2-3 kg).</li><li><b>Coat:</b> The single haircoat hangs flat, is white, and the hairs are long, straight and silky. The coat often reaches the floor or longer at maturity and the topknot is usually tied up. The thick, luxurious coat needs regular grooming. Due to the long white coat, this is essentially an indoor dog and is suitable for apartment life.</li><li><b>Longevity:</b> 14-15 years</li><li><b>Points of Conformation:</b> This is a toy dog with naturally high head carriage, moderate stop, the skull slightly rounded, and the muzzle is tapered and of medium length; the nose is black. Eyes are moderately set apart, dark, large, and palpebral margins are black. Ears are well feathered and hanging from a low set position. Neck is moderately short, body is square in conformation, the topline level, thorax moderate in depth, and ribs are well sprung. The abdomen is only slightly tucked up. Limbs are fine and straight boned, feet are small and round in shape, pads thick and black. The tail is high set and sits over the back; is well plumed with hair. The gait is straight, energetic, quick and smoothly flowing.</li></ul>"
        },
        {
            "name": "Lhasa Apso",
            "care": "10",
            "image": "lhasa-apso.jpg",
            "description": "<h3>The Breed History</h3><p>This breed originated in the mountains of Tibet, in the city of Lhasa where the harsh environment and high elevations led to the selection of a very hardy dog type. They had been bred for their heavy insulating coat to cope with the extremes of climate. They were so prized in Tibet that they were considered good luck and over a few thousand years, were only found in monasteries or in the houses of nobles. They were also sent as gifts to China, where they contributed to the Shih Tzu and Pekingese breeds. They join the Tibetan Terrier and Tibetan Spaniel in the same group from this region. This breed was first accepted into the AKC registry in 1935. The first US imports came as gifts from the 13th Dalai Lama.</p><h3>Breeding for Function</h3><p>They served as guard and alarm dogs for dwellings and monasteries, and also for companionship.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 10 \" (25.4 cm), male 11\" (28 cm)</li><li><b>Weight:</b> females 13-15 lb (6-7 kg), males 13-18 lb (6-8 kg).</li><li><b>Coat:</b> Many colors are accepted, but the haircoat density is significantly developed as protection against harsh conditions. The beard is often dark, and hairs are often mixed color throughout the coat, and have a straight medium texture. The colors most often seen are described as leonine (lion-like); honey, wheaten with dark on the extremities. Parti-color, white, black, and slate are less commonly seen.</li><li><b>Longevity:</b> 14-15 years.</li><li><b>Points of Conformation:</b> The dog is built longer than high, and the head, carried high, is well endowed with whiskers and beard hairs, the nose is black and the face profile is straight. Eyes should be dark brown in pigment, with keen bright expression, and the ears are pendulous and well covered with long hair. The skull is brachycephalic, and jaw is normally mildly prognathic. The tail should be carried well up, and sometimes a screw tip is noted at the terminus of the tail. The topline is straight with a slight slope, and the back is short. The feet are compact and hair-covered as well for warmth.</li></ul>"
        },
        {
            "name": "Cardigan Welsh Corgi",
            "care": "6",
            "image": "cardigan-welsh-corgi.jpg",
            "description": "<h3>The Breed History</h3><p>In early history, and arising from the same type of dog that gave rise to the Dachshund, the progenitors of the modern day Cardigan Welsh Corgi were brought to Cardiganshire in Wales around 1200 BC. Other bloodlines that may have contributed to the corgi type include Shipperke, Swedish Valhunds, and Finnish Spitz dogs. Breeders split the breed into Cardigan and Pembroke Corgis around 1934. In 1931, Cardis were first brought to the US, and the AKC registered them in 1935. The name Corgi is thought to be a Celtic word for dog or perhaps a Welsh word for dwarf dog.</p><h3>Breeding for Function</h3><p>These dogs were valued as guarding dogs, and were used to manage cattle by driving and dispersing them on the common pastures. They were also valued as a vermin hunter. They perform well in agility and herding competitions, and have become a popular companion pet.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 10.5-12.5 \" (26.5-31.5 cm), male 10.5-12.5 \" (26.5-31.5 cm).</li><li><b>Weight:</b> females 25-34 lb (11.5-15.5 kg), males 30-38 lb (13.5-17 kg).</li><li><b>Coat:</b> The double coat of medium length should never be primarily white. Blue merle may have pigmented points, and black, red, sable, and brindle coats may have white on chest, legs, neck, face (except around eyes), and tail tip. A tri-color coat is also sometimes seen. They are not clipped for show.</li><li><b>Longevity:</b> 12-15 years.</li><li><b>Points of Conformation:</b> These sturdy, low-set muscular dogs with great agility and intelligence have a very alert expression. Their forefeet normally are displaced laterally and legs bowed due to chondrodystrophic conformation. Their eyes have dark pigmentation at the palpebral margin and the eyes are dark except in the blue merles, where blue eyes are acceptable. The face has a moderate stop, and the muzzle is tapered. Moderate length of neck, and well-sprung ribs with moderate tuck up in loins are evident. The long back has only a slight slope down towards the tail base along the topline. The tail is long and thick and rear dewclaws are generally removed. The Pembroke is shorter, has straighter legs, ears are smaller and more pointed, and the tail is docked short in comparison.</li></ul>"
        },
        {
            "name": "Cavalier King Charles Spaniel",
            "care": "9",
            "image": "cavalier-king-charles-spaniel.jpg",
            "description": "<h3>The Breed History</h3><p>The ancestor of this small spaniel is recorded in tapestry and art in the 15th century; a Toy spaniel was perhaps a luxury item for aristocrats since this was definitely a non-hunting dog. They were the chosen dogs of the Court of King Charles I and II and at this point in this line of dogs, the name was given as King Charles spaniel. In the time of Queen Victoria, a short nosed dome skull type was preferred, and the old type fell out of favor. In the USA, type reflected the old longer-muzzled low stop version of the Toy spaniel of Charles II time, and that variant is now recognized by the old name of English Toy spaniel. In Britain, a return to the long-faced variety that more closely resembled the spaniels in old paintings was bred, and the classic type was accepted into registration as the Cavalier King Charles spaniel to distinguish it from the short-nosed King Charles. It was first registered in AKC 1962 in the Miscellaneous class, but full recognition occurred in 1996, at which time they were assigned to the Toy group.</p><h3>Breeding for Function</h3><p>Bred for companionship. They are suitable for obedience trials as well.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> female 12-13\" (30.5-33 cm), male 12-13\" (30.5-33 cm).</li><li><b>Weight:</b> females 13-17lb ( 6-7.5 kg) , males 14-18 lb ( 6-8 kg).</li><li><b>Coat:</b> The silky, soft, slightly wavy moderately long coat is lightly feathered. Blenheim color is a white dog with chestnut markings and a specific chestnut mark on the forehead in a white blaze is favored (Blenheim mark). Other colors include tri-color in red, white and black. Ruby, a red solid, and black and tan are other coat color variants.</li><li><b>Longevity:</b> 9-14 years.</li><li><b>Points of Conformation:</b> They have very soft expressions, and their large dark brown eyes are set wide apart on a broad face. The skull is not domed and a moderate stop is present, the nose is large, square and black. The ears are pendulous and feathering is moderate. Slightly longer than tall, they are moderately boned, and the neck is long and slightly arched. The topline is level and chest is moderately deep with ribs well sprung. Their tail may be docked. It is held level with the topline or a bit lower. They possess straight legs and compact feet, and dewclaws may be removed. Their movement is smooth and low, and straight with long strides.</li></ul>"
        },
        {
            "name": "Basset Hound",
            "care": "6",
            "image": "basset-hound.jpg",
            "description": "<h3>The Breed History</h3><p>The origins of this breed can be traced back to France and Belgium. The first written documents to record the breed name \"Basset Hound\" date back to the 1580s. The breed name may derive from the French word for low, \"bas\". First shown in the late 1800s in England, the breed was registered with AKC in 1884 and soon became popular in the USA.</p><h3>Breeding for Function</h3><p>These dogs were used to slow trail game such as rabbit, hare and also sometimes deer. Basset Hounds were prized for their accurate trailing, especially in thick bush. His nose is considered almost as outstanding as a Bloodhound's. Earliest records term the breed \"badger hound\" indicating their use for badger hunting in the early phases of breed development, and other accounts report them in hunts for wolf and boar. Here they were used in packs. For small game, they were frequently hunted in pairs (termed a brace). They are seen in field trials and tracking, obedience and are popular as well as a companion dog.</p><h3>Physical Characteristics</h3><ul><li><b>Height at Withers:</b> less than 14\" (35.5 cm).</li><li><b>Weight:</b> 40-60 lb (18-27 kg).</li><li><b>Coat:</b> The dense, short smooth glossy coat is acceptable in any hound color. Red and white and tricolor are commonly seen. Longevity: 12 years</li><li><b>Points of Conformation:</b> Their short, very heavily boned legs mean they are slow moving, but agile. The head is large, and the skull has a prominent occipital protuberance. They possess a moderate stop, and skin forms wrinkles on the face when the head is down. The nose is darkly pigmented. Lips are also of dark pigmentation, and end in loose flews. A pronounced dewlap is present. The neck is very muscular and of good length. Eyes are brown and somewhat deep set. This allows the conjunctivae of the lower lids to show. They are said to have a sad expression. The ears are very long, pendulous and low set, with ends curling in. They are deep through the thorax and ribs are well sprung. The skin is significantly loose and wrinkled over the carpal and tarsal areas of the limb. Paws are large, rounded, and slightly deviated laterally from the level of the carpus. Dewclaws are often removed. The topline is level and tail carriage is typical for hounds- carried high when on a scent. The tail is thick, slightly curved and reaches almost to the ground at rest. The gait is easy, and movement of limbs is parallel.</li></ul>"
        }
    ]
}
